# 필드 매핑을 정의하는 파일입니다.
# 예시로 필드 매핑을 작성합니다. 필요에 따라 수정하세요.

# FIELD_MAPPING = {
#     "책임교수명(본문){{0}}": "책임교수명(본문)",
#     "계약당사자명(본문){{0}}": "성명(본문)",
#     "프로젝트명{{0}}": "프로젝트명",
#     "총 사업기간{{0}}": "총 사업기간",
#     "당해연도 사업기간{{0}}": "당해연도 사업기간",
#     "계약시작일{{0}}": "계약시작일",
#     "계약종료일{{0}}": "계약종료일",
#     "총 계약금액{{0}}": "총 계약금액",
#     "월 계약금액{{0}}": "월 계약금액",
#     "급여일{{0}}": "급여일",
#     "계약일{{0}}": "계약일",
#     "산학협력단장명(서명란){{0}}": "산학협력단장명",
#     "책임교수명(서명란){{0}}": "책임교수명",
#     "주소{{0}}": "주소",
#     "계약당사자명(서명란){{0}}": "성명",
#     "휴대폰번호{{0}}": "휴대폰번호",
# }
